import { ServiceMainDescription } from "@/types/serviceMainDescription";

export const serviceMainDescriptions: ServiceMainDescription[] = [
  {
    photo: "/images/serviceMain/polygraphy-card-desktop.jpg",
    title: "Поліграфія і широкоформатний друк",
    description: "Професійні рішення для створення будь-якої друкованої продукції — від базових матеріалів до складних багатосторінкових та брендованих виробів. Забезпечуємо повний цикл: від підбору матеріалів і технологій до виготовлення та монтажу, гарантуючи оптимальний результат за якістю, термінами та бюджетом.",
    href: "#",
  },
  {
    photo: "/images/serviceMain/interior-decor-desktop.jpg",
    title: "Оформлення вітрин і декор інтер'єру",
    description: "Професійне рішення для перетворення вікон магазинів та офісів на функціональні елементи маркетингу та інтер’єру. Послуга охоплює повний цикл робіт: від зовнішнього брендування фасадів до внутрішнього зонування простору.",
    href: "#",
  },
  {
    photo: "/images/serviceMain/outdoor-advertisement-desktop.jpg",
    title: "Зовнішня реклама",
    description: "Комплексні рішення для створення ефективної зовнішньої реклами будь-якого масштабу — від локальних вивісок до великих рекламних конструкцій. Використовуємо сучасні технології, якісні матеріали та професійну світлотехніку, щоб забезпечити максимальну видимість і довговічність ваших рекламних рішень.",
    href: "#",
  },
  {
    photo: "/images/serviceMain/non-promotional-products-desktop.jpg",
    title: "Нерекламна продукція",
    description: "Функціональні рішення для облаштування комерційних та офісних просторів, що поєднують практичність і сучасний вигляд. Від індивідуальних металоконструкцій до систем освітлення та підсвітки — створюємо елементи, які покращують простір, підвищують комфорт і підкреслюють стиль вашого бізнесу.",
    href: "#",
  },
];