import { WorkPlan } from "@/types/workPlan";
export const workPlan: WorkPlan[] = [
  {
   
    title: "Аналіз задачі",
    description: "Детально вивчаємо ваші потреби та цілі проєкту.",
  },
  {
   
    title: "Розробка концепції",
    description: "Створюємо дизайн-проєкт з урахуванням ваших побажань.",
  },
  {
    
    title: "Виробництво",
    description: "Використовуємо сучасне обладнання та якісні матеріали.",
  },
  {
  
    title: "Монтаж / реалізація",
    description: "Виконуємо професійний монтаж та забезпечуємо якісний результат.",
  },
];